Bifurcation/results/openFoam(1e-5)/bifurcation_angle60_500_ascii/Re100/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  11
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    wall-fluid_domain
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          33501;
        startFace       1140467;
    }
    inlet
    {
        type            patch;
        nFaces          591;
        startFace       1173968;
    }
    outlet_1
    {
        type            patch;
        nFaces          579;
        startFace       1174559;
    }
    outlet_2
    {
        type            patch;
        nFaces          591;
        startFace       1175138;
    }
)

// ************************************************************************* //
